/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "Impossibile leggere i dati del documento MindNode.";
"failureReason1" = "Il file fornito risulta danneggiato.";

/* MNUnknownPasteboardReadError */
"description2" = "Impossibile leggere i dati degli appunti MindNode per motivi ignoti.";
"failureReason2" = "Si è verificato un errore sconosciuto.";

/* MNWriteCouldntMakeTIFFError */
"description3" = "Impossibile creare un'immagine TIFF perché sarebbe vuota.";
"failureReason3" = "L'immagine TIFF sarebbe vuota.";

/* MNUnknownFileWriteError */
"description4" = "Impossibile salvare il documento.";
"failureReason4" = "Non è consentito salvare il documento attuale.";

/* MNUnknownPrintError */
"description5" = "Impossibile stampare il documento.";
"failureReason5" = "Impossibile stampare il documento attuale. Contatta il supporto se il problema persiste.";

/* MNNoNodesPrintError */
"description6" = "Impossibile stampare un documento vuoto.";
"failureReason6" = "Aggiungi nodi prima di stampare il documento.";

/* MNUnsuportedDocumentVersionError */
"description7" = "Impossibile caricare il documento fornito.";
"failureReason7" = "Il documento è stato salvato con una versione più recente dell'applicazione. Usa il software di aggiornamento integrato per installare la versione attuale.";

/* MNInvalidiCloudConnectionError */
"description8" = "Impossibile connettersi a iCloud.";
"failureReason8" = "Assicurati che iCloud sia configurato e la condivisione documenti abilitata.";

/* MNInvalidiCloudFilenameError */
"description9" = "Il nome del file selezionato esiste già.";
"failureReason9" = "Un documento con lo stesso nome esiste già su iCloud. Scegli un nome nuovo.";
